Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_juuso:_korkeimman_hallinto-oikeuden_ratkaisut_osoittavat_etta_tarvitaan_saamelaiskarajalain_uudistus.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Juuso: Korkeimman hallinto-oikeuden ratkaisut osoittavat, että tarvitaan saamelaiskäräjälain uudistus
smn: Saavâjođetteijee Juuso: Alemuu haldâttâhrievti čuávduseh čäittih, ete tarbâšuvvoo sämitiggelaavâ uđâsmittem

source: Korkein hallinto-oikeus (KHO) on antanut päätöksensä vuoden 2019 saamelaiskäräjävaalien vaaliluettelomerkintöjä koskevissa asioissa.
smn: Alemus haldâttâhriehti (KHO) lii adelâm miärádâs ive 2019 sämitiggevaaljâi valjâluvâttâllâmmerkkiimáid kyeskee aašijn.

source: KHO hyväksyi saamelaiskäräjien vaaliluetteloon 37 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen päätöksiä ja hylkäsi tai jätti tutkimatta yhteensä 124 valitusta.
smn: KHO tuhhiittij Sämitige valjâluvâttâlmân 37 olmožid, mii lâi vuástá tom, maid Sämitige valjâlävdikodde já stivrâ meridii já meid hilgoi teikâ kuođij tuđhâhánnáá ohtsis 124 väidimid.

source: Saamelaiskäräjät kommentoi asiaa julkisten vuosikirjapäätösten perusteella.
smn: Sämitigge kommentistij ääši almolij ihekirjemiärádâsâi vuáđuld.

source: Saamelaiskäräjät näkee, että KHO ei edelleenkään täysimääräisesti kunnioita alkuperäiskansa saamelaisten itsemääräämisoikeutta, vaikka YK:n ihmisoikeuskomitea totesi vuonna 2019 ihmisoikeusloukkauksen Saamelaiskäräjien vaaliluetteloon merkitsemistä koskevien KHO:n päätösten osalta sekä velvoitti Suomea korjaamaan loukkaukset ja huolehtimaan etteivät ne enää jatku tulevaisuudessa.
smn: Sämitigge ana, ete KHO ij valagin tievâslávt kunnijât algâaalmug sämmilij jiešmeridemvuoigâdvuođâ, veikâ OA olmoošvuoigâdvuotâkomitea pahudij ive 2019 olmoošvuoigâdvuotâluávkkám Sämitige valjâluvâttâlmân merkkiimân kyeskee KHO miärádâsâi uásild sehe kenigitij Suomâ tivvoođ luávkkámijd já huolâttiđ tast, ete toh iä innig juátkoo puátteevuođâst.

source: – Saamelaiskäräjät katsoo, että YK:n ihmisoikeuskomitean ratkaisujen asettamat velvoitteet eivät toteudu, vaikka KHO on ottanut huomioon ihmisoikeuskomitean näkökannat tulkintaperiaatteissaan, ja vaikka lain tulkinnoissa on tapahtunut mahdollisesti tärkeääkin muutosta saamelaisten itsemääräämisoikeuden suuntaan, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: – Sämitigge ana, ete OA olmoošvuoigâdvuotâkomitea čuávdusij asâttem kenigâsvuođah iä olášuu, veikâ KHO lii váldám huámmášumán olmoošvuoigâdvuotâkomitea uáinuid tulkkumprinsiipin, já veikâ laavâ tulkkuumijn lii tábáhtum máhđulávt tehálâš-uv nubástus sämmilij jiešmeridemvuoigâdvuođâ suundán, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: – Korkeimman hallinto-oikeuden uudet päätökset osoittavat sen, että pysyvä ratkaisu saavutetaan vain muuttamalla saamelaiskäräjälakia, jatkaa Juuso.
smn: – Alemuu haldâttâhrievti uđđâ miärádâsah čäittih tom, ete pisováá čuávdus juksâp tuš sämitiggelaavâ nubásmittem peht, juátká Juuso.

source: Saamelaiskäräjälain muutosta valmistelevan toimikunnan työ on käynnissä ja toimikausi päättyy 15.5.2021.
smn: Sämitiggelaavâ nubásmittem valmâštâllee toimâkode pargo lii joođoost já toimâpaje nohá 15.5.2021.

source: Taustalla YK:n kansalais- ja poliittisten oikeuksien sopimuksen loukkaus
smn: Tuáváást OA aalmuglâš- já poolitlij vuoigâdvuođâi sopâmuš luávkkám

source: YK:n ihmisoikeuskomitea on todennut helmikuussa 2019 antamassa ratkaisussaan , että KHO on vuoden 2011 ja 2015 päätöksissään loukannut YK:n kansalais- ja poliittisten oikeuksien sopimusta hyväksyessään saamelaiskäräjien vaaliluetteloon henkilöitä oikeudenvastaisiin kriteereihin perustuen.
smn: OA olmoošvuoigâdvuotâkomitea lii pahudâm ton kuovâmáánust 2019 adelem čuávdusist , ete KHO lii ive 2011 já 2015 miärádâsâin luávkkám OA aalmuglâš- já poolitlij vuoigâdvuođâi sopâmuš (KP-sopâmuš), ko lii tuhhiittâm Sämitige valjâluvâttâlmân ulmuid riehtivuástásij kriterij vuáđuld.

source: KP-sopimus on yksi YK:n ihmisoikeussopimuksista, joka on tullut Suomessa sitovana voimaan vuonna 1976.
smn: KP-sopâmuš lii ohtâ OA olmoošvuoigâdvuotâsopâmušâin, mii lii puáttám Suomâst čannen vuáimáin ive 1976.

source: Ihmisoikeuskomitea on huomauttanut Suomea edelleen oikeudenloukkauksen jatkumisesta vuosien 2011 ja 2015 vaaliluetteloja koskevien KHO:n päätösten purkamatta jättämiseen (7/2019) liittyen.
smn: Olmoošvuoigâdvuotâkomitea lii cuoigim Suomâ ain vuoigâdvuotâluávkkim jotkuumist iivij 2011 já 2015 valjâluvâttâlmáid kyeskee KHO miärádâsâi raččomhánnáá kyeđđim (7/2019) ooleest.

source: Samalla ihmisoikeuskomitea otti saamelaisten oikeuksia koskevat suositukset nopeutettuun seurantaan, ja Suomen tulee raportoida suositusten täytäntöönpanosta jo maaliskuussa 2022.
smn: Siämmást olmoošvuoigâdvuotâkomitea vaaldij sämmilij vuoigâdvuođáid kyeskee avžuuttâsâid huáputtum čuávumân, já Suomâ kalga raportistiđ avžuuttâsâi olášutmist jo njuhčâmáánust 2022.

source: KHO on ollut tietoinen päätöksiä tehdessään näistä Ihmisoikeuskomitean huhtikuussa 2021 esittämistä huomioista.
smn: Aainâs-uv uási tääl adelum miärádâsâin kuittâg juátká vuoigâdvuotâluávkkám, ko KHO ana, ete tot lii tááláá laavâ vyeimist orroom ääigi čonnum toollâđ vyeimist ton ohtii meridem tábáhtusâid já joba vijđediđ toi vaikuttâs uđđâ väidimáid, veikâ taat jođettičij sämmilij vuoigâdvuođâi luávkkáámân.

source: Ainakin osa nyt annetuista päätöksistä kuitenkin jatkaa oikeudenloukkausta, kun KHO katsoo olevansa nykyisen lain voimassa ollessa sidottu pitämään voimassa kerran päättämänsä tapaukset ja jopa laajentamaan niiden vaikutuksen uusiin valituksiin, vaikka tämä johtaisi saamelaisten oikeuksien loukkaamiseen.
smn: Siämmást riehtivuáháduv epiohtâlâšvuotâ tiäduttuvvoo, ko ”putes peevdi alne” kieđâvušmân puáttee uđđâ tábáhtusâin KHO kuittâg nuávdit olmoošvuoigâdvuotâkomitea linjimijd.

source: Samalla oikeuskäytännön epäyhtenäisyys kärjistyy, kun “puhtaalta pöydältä” käsittelyyn tulevissa uusissa tapauksissa KHO kuitenkin nyt noudattaa ihmisoikeuskomitean linjauksia.
smn: Lasetiäđuh:

source: Lisätietoja:
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
